{
    "exercises": [
        {
            "_id": 1,
            "name": "Arm Circles",
            "muscleGroup": "Upper Body",
            "instructions": "Stand with arms straight and raised to shoulder height. Make small circles backward and forward."
        },
        {
            "_id": 2,
            "name": "Push Ups",
            "muscleGroup": "Upper Body",
            "instructions": "Begin in tall plank position. Lower torso slowly toward floor and push back up. Modify: Begin in knee plank, or put your hands on a bed or wall to decrease difficulty."
        },
        {
            "_id": 3,
            "name": "Prone I-Y-T",
            "muscleGroup": "Upper Body",
            "instructions": "Lay on stomach with arms extended overhead. Raise torso by engaging back muscles, keeping legs on floor. Move arms into a Y and repeat, and then into a T and repeat."
        },
        {
            "_id": 4,
            "name": "Laying Tricep Presses",
            "muscleGroup": "Upper Body",
            "instructions": "Lay on right side with left arm on floor by chest and right hand on left shoulder. Use left tricep to lift upper body off the floor, and lower slowly. After desired reps, switch sides."
        },
        {
            "_id": 5,
            "name": "Prayer Pulses", 
            "muscleGroup": "Upper Body",
            "instructions": "Stand or kneel and press hands and elbows together. Raise and lower elbows through a comfortable range of motion."
        },
        {
            "_id": 6,
            "name": "Sumo Squats",
            "muscleGroup": "Posterior Chain",
            "instructions": "Body squat with feet wide and toes pointed out."
        },
        {
            "_id": 7,
            "name": "Arch Ups",
            "muscleGroup": "Posterior Chain",
            "instructions": "Lay on stomach with arms straight overhead. Engage back and lift arms and legs off floor. Lower slowly and repeat."
        },
        {
            "_id": 8,
            "name": "Single Leg Deadlift",
            "muscleGroup": "Posterior Chain",
            "instructions": "Stand with feet hip distance apart. Lift one foot off floor and lean forward, raising leg to hip height behind you, until torso is parallel to floor. Return to start slowly and repeat."
        },
        {
            "_id": 9,
            "name": "Swimmers",
            "muscleGroup": "Posterior Chain",
            "instructions": "Lay on stomach with arms straight overhead. Engage back muscles and flutter your arms and legs as if you're swimming. Keep back engaged and arms and legs from touching floor for entire interval."
        },
        {
            "_id": 10,
            "name": "Superman Hold",
            "muscleGroup": "Posterior Chain",
            "instructions": "Lay on stomach with arms straight overhead. Engage back and lift arms and legs off floor. Hold for entire interval."
        },
        {
            "_id": 11,
            "name": "Squats",
            "muscleGroup": "Posterior Chain",
            "instructions": "Stand with feet slightly wider than hip distance apart and toes slightly pointed out, however is comfortable. Keeping chest as upright as possible, sink your booty back and down as if you're going to sit in a chair. Continue at least until thighs are parallel to floor, lower if you can. Return to standing and repeat."
        },
        {
            "_id": 12,
            "name": "Single Leg Hip Lift",
            "muscleGroup": "Posterior Chain",
            "instructions": "Lay on your back with knees bent. Raise one foot off the floor and raise your hips by squeezing your glutes. Slowly lower and repeat. Raised leg can be straight or bent, depending on desired intensity."
        },
        {
            "_id": 13,
            "name": "Single Leg Sit to Stand",
            "muscleGroup": "Posterior Chain",
            "instructions": "Find a chair or anything you can sit on that will comfortably hold your weight. Stand with back facing chair and raise one foot off the floor. Sit gently on the seat, and return to standing, without allowing raised foot to touch the floor. Switch sides."
        },
        {
            "_id": 14,
            "name": "Chair Squat Jump",
            "muscleGroup": "Posterior Chain",
            "instructions": "Standing in front of a chair, squat and sit on the chair. Then explode up and jump as high as you can before sitting on the chair again."
        },
        {
            "_id": 15,
            "name": "Diagonal Single Leg Squat",
            "muscleGroup": "Posterior Chain",
            "instructions": "Stand with feet hip distance apart. Step back diagonally and bend your back knee, sinking into a single leg squat. Return to center and repeat."
        },
        {
            "_id": 16,
            "name": "Side Lunge Shift",
            "muscleGroup": "Posterior Chain",
            "instructions": "Stand with feet wide apart. Shift to one side and do a single leg squat. Return to center and repeat on other side."
        },
        {
            "_id": 17,
            "name": "Superman Squeeze",
            "muscleGroup": "Posterior Chain",
            "instructions": "Lay on stomach with arms straight overhead. Engage back and raise arms and legs of floor, squeezing your elbows back and toward one another. Slowly lower and repeat."
        },
        {
            "_id": 18,
            "name": "Side Plank Hip Dips",
            "muscleGroup": "Core",
            "instructions": "Get into a side plank, making sure elbow is stacked directly under shoulder and feet are stacked. Lower hip toward floor and raise back to plank. Repeat."
        },
        {
            "_id": 19,
            "name": "Cross Body Toe Reach",
            "muscleGroup": "Core",
            "instructions": "Lay on back with arms overhead and legs straigh. Engage core and bring right arm up to touch left toe, keeping left leg straigh. Return to start and repeat on the other side."
        },
        {
            "_id": 20,
            "name": "Standing Side Crunches",
            "muscleGroup": "Core",
            "instructions": "Stand with feet slightly wider than hip distance apart and arms straight overhead. Raise right leg up and lower right elbow, getting knee as close as you can to elbow. Lower to start and repeat on other side."
        },
        {
            "_id": 21,
            "name": "Windshield Wipers",
            "muscleGroup": "Core",
            "instructions": "Lay on back with legs straight up over hips and arms out to sides. Lower legs to right, keeping them straigh, as far as you can go without your shoulders coming off the floor. Return to center and repeat on other side."
        },
        {
            "_id": 22,
            "name": "Plank",
            "muscleGroup": "Core",
            "instructions": "From kneeling position, put elbows on floor with forearms facing away from feet, and stack shoulders directly over elbows. Straighten legs, engaging core, and hold, making sure your shoulders, hips, and ankles are in a straight line."
        },
        {
            "_id": 23,
            "name": "Butterfly Crunches",
            "muscleGroup": "Core",
            "instructions": "Lay on back with knees bent and soles of feet against each other. Place hands gently on head behind ears and engage your core to raise your upper torso off the floor. Lower slowly and repeat."
        },
        {
            "_id": 24,
            "name": "Laying Straight Leg Raises",
            "muscleGroup": "Core",
            "instructions": "Lay on back with leg straight and hands tucked under buns. Engage core and raise legs almost to vertical, keeping them straight. Lower almost to floor and repeat."
        },
        {
            "_id": 25,
            "name": "Crunch Ups",
            "muscleGroup": "Core",
            "instructions": "Sit on floor with knees bent and hands on floor next to hips. Engage coor and lift hands and feet off floor. Extend legs straight, keeping feet off floor, while at the same time lowering upper torso toward floor, but not touching. Return to starting position and repeat, not allowing anything but your buns to touch the floor for the entire interval."
        },
        {
            "_id": 26,
            "name":"V-Ups",
            "muscleGroup": "Core",
            "instructions": "Lay on floor with legs straight and arms straight overhead. Engage core and raise arms and legs toward each other, keeping both straight. Touch ankles with hands and lower to starting position, keeping torso and feet off the floor, and repeat."
        },
        {
            "_id": 27,
            "name": "Butterfly Side-to-Side",
            "muscleGroup": "Core",
            "instructions": "Lay on floor with knees bent and soles of feet together, and hands in fists placed under chin. Engage core and raise upper torso off the floor. Shift upper torso side to side, moving elbows toward knees, keeping torso off floor as much as you can."
        },
        {
            "_id": 28,
            "name": "Laying Bent Leg Raises",
            "muscleGroup": "Core",
            "instructions": "Lay on back with knees bent and hands tucked under hips. Engage core and raise knees as far as you can. Lower slowly, without feet touching the floor, and repeat."
        },
        {
            "_id": 29,
            "name": "Bicycle Crunches",
            "muscleGroup": "Core",
            "instructions": "Lay on floor with legs straigh and hands on head behind ears. Engage core and raise right elbow and left knee toward each other. Lower to start and repeat on other side."
        },
        {
            "_id": 30,
            "name": "Ceiling Stomps",
            "muscleGroup": "Core",
            "instructions": "Lay on back with legs straight and arms at sides. Engage core and bend knees, raising legs toward upper torso, and stomp feet at the ceiling. Lower slowly and repeat."
        },
        {
            "_id": 31,
            "name": "Hollow Body Rockers",
            "muscleGroup": "Core",
            "instructions": "Lay on back with knees bent and arms at sides. Engage core and lift torso and feet off floor. Rock toward feet and back toward head for duration of interval."
        },
        {
            "_id": 32,
            "name": "Hollow Body Hold",
            "muscleGroup": "Core",
            "instructions": "Lay on back with legs straight and arms straight overhead. Engage core and raise upper torso and legs off the floor. Hold for duration of interval."
        },
        {
            "_id": 33,
            "name": "Side Plank Reach Thru",
            "muscleGroup": "Core",
            "instructions": "Lay on side. Stack feet and raise up onto your elbow, keeping your shoulder stacked directly over your elbow, and hips in line with your head and feet. Take the hand on the ceiling side of your body and twist and reach under your body, as far as is comfortable. Return to starting position and repeat. Switch sides halfway through interval."
        },
        {
            "_id": 34,
            "name": "6 Inch Hold",
            "muscleGroup": "Core",
            "instructions": "Lay on back with legs straigh and hands tucked under buns. Raise heels 6 inches off floor and hold for duration of interval."
        },
        {
            "_id": 35,
            "name": "Russian Twists",
            "muscleGroup": "Core",
            "instructions": "Sit with knees bent. Engage core and raise heels off floor. Hold hands just above knees. Twist body to the right, moving hands toward floor, and then toward the left. Keep feet off floor for the duration of interval."
        },
        {
            "_id": 36,
            "name": "Alternating Knee-To-Chests",
            "muscleGroup": "Core",
            "instructions": "Lay on back with legs straight and arms at sides. Engage core and bring one knee to chest and give it a hug. Lower to start slowly, keeping feet off floor, and repeat with other leg."
        },
        {
            "_id": 37,
            "name": "Glute Bridge",
            "muscleGroup": "Glutes",
            "instructions": "Lay on back with knees bent and heels by buns, hands by hips. Engage your glutes and raise your hips as high as you can go. Lower slowly, without touching floor, and repeat."
        },
        {
            "_id": 38,
            "name": "Glute Bridge Toe Tap",
            "muscleGroup": "Glutes",
            "instructions": "Lay on back with knees bent and heels by buns, hands by hips. Engage your glutes and raise your hips as high as you can go. Lift one foot and straighten that leg, tapping your heel on the floor, and return foot to original position before lowering hips. Repeat with other leg."
        },
        {
            "_id": 39,
            "name": "Donkey Kicks",
            "muscleGroup": "Glutes",
            "instructions": "On hands and knees, with shoulders stacked over hands, raise one leg up and behind you and try to kick the ceiling. Keep hips from rotating as much as possible."
        },
        {
            "_id": 40,
            "name": "Clamshells",
            "muscleGroup": "Glutes",
            "instructions": "Lay on side with knees bent and legs stacked. Engage glute and raise top knee toward ceiling. Lower slowly and repeat. Switch sides."
        },
        {
            "_id": 41,
            "name": "Kneeling Lateral Single Leg Raise",
            "muscleGroup": "Glutes",
            "instructions": "On hands and knees, straighten one leg and put it out to the side. Engage your glute and raise the leg toward the ceiling. Lower slowly and repeat. Switch sides."
        },
        {
            "_id": 42,
            "name": "Glute Bridge Straight Leg Extensions",
            "muscleGroup": "Glutes",
            "instructions": "Lay on back with knees bent and heels by buns, hands by hips. Engage your glutes and raise your hips as high as you can go. Lift one foot and straighten that leg. Raise leg as high as is comfortable, lower slowly and repeat. Switch sides."
        },
        {
            "_id": 43,
            "name": "Single Leg Glute Bridge",
            "muscleGroup": "Glutes",
            "instructions": "Lay on back with knees bent and heels by buns, hands by hips. Lift one foot and straighten that leg. Engage your glutes and raise your hips as high as you can go.Lower slowly and repeat. Switch sides."
        },
        {
            "_id": 44,
            "name": "Fire Hydrants",
            "muscleGroup": "Glutes",
            "instructions": "On hands and knees, lift one leg out to the side with knee bent. Return to start and repeat on the other side."
        },
        {
            "_id": 45,
            "name": "Rear Elevated Split Lunges",
            "muscleGroup": "Legs",
            "instructions": "Stand with feet hip width apart in front of something about knee height that will hold your weight. Bend a knee and put the top of that foot on top of the object behind you. Scoot your front foot out until you can do a lunch without your knee going in front of your toe. Bend your front knee and lower slowly. Raise to start and repeat. Switch sides."
        },
        {
            "_id": 46,
            "name": "Laying Side Leg Lift",
            "muscleGroup": "Legs",
            "instructions": "Lay on your side with legs straigt and ceiling-side hand in front of your chest and legs stacked. Keeping leg straight, engage glute and raise leg toward ceiling. Lower slowly and repeat. Switch sides."
        },
        {
            "_id": 47,
            "name": "Wall Sit",
            "muscleGroup": "Legs",
            "instructions": "Stand with your back to a wall. Lean back and scoot your feet forward until your knees are at 90 degrees and your back is firmly against the wall. Hold for duration of the interval."
        },
        {
            "_id": 48,
            "name": "Calf Raises",
            "muscleGroup": "Legs",
            "instructions": "Stand with feet together and knees straight. Engage calves and raise your weight as high as you can. Slowly lower and repeat. Hold onto something if you need."
        },
        {
            "_id": 49,
            "name": "Straight Leg Raises",
            "muscleGroup": "Legs",
            "instructions": "Stand with feet hip distance apart and hands on hips. Engage core and quad and raise one straight leg to hip height. Slowly lower and repeat. Switch sides."
        },
        {
            "_id": 50,
            "name": "Kneeling Hip Drive",
            "muscleGroup": "Legs",
            "instructions": "Kneel and sit back on your heels. Engage your core and glutes and raise up onto your knees, driving hips forward, until hips are straight. Lower slowly and repeat."
        },
        {
            "_id": 51,
            "name": "Lunges",
            "muscleGroup": "Legs",
            "instructions": "Stand with feet hip distance apart and hands on hips. Take a big step forward with one foot and lower hips until your back knee almost touches the floor. Raise and step feet together in one motion. Repeat on the other side."
        },
        {
            "_id": 52,
            "name": "Single Leg Balances",
            "muscleGroup": "Legs",
            "instructions": "Stand with hands on hips. Lift one leg off the floor and do whatever you want with it, as long as your foot doesn't touch the floor for the duration of the interval."
        },
        {
            "_id": 53,
            "name": "Single Leg Half Squat",
            "muscleGroup": "Legs",
            "instructions": "Stand with hands on hips. Raise one foot off floor and lower hips as far as you comfortably can, slowly. Raise and repeat on other side."
        },
        {
            "_id": 54,
            "name": "Single Leg Calf Raises",
            "muscleGroup": "Legs",
            "instructions": "Stand with hands on hips. Lift one foot off the floor and raise your weight with your calf muscle. Hold onto something for balance if necessary."
        },
        {
            "_id": 55,
            "name": "Squat Jacks",
            "muscleGroup": "Legs",
            "instructions": "Stand with legs wide apart. Squat down and bring hands together in front of you or cross them, whatever you fancy. Rise and jump your feet together, bringing your hands straight overhead. Jump into a wide squat position and squat again. Keep going for the duration of the interval."
        },
        {
            "_id": 56,
            "name": "Plié squat pulses",
            "muscleGroup": "Legs",
            "instructions": "Stand with feet a little wider than hip distance apart. Raise onto toes and slightly bend knees. Pulse squat, slowly lowering and raising hips a few inches."
        },
        {
            "_id": 57,
            "name": "Plié squat pulses one foot raised",
            "muscleGroup": "Legs",
            "instructions": "Stand with feet a little wider than hip distance apart. Raise one foot onto toes and slightly bend knees. Pulse squat, slowly lowering and raising hips a few inches. Switch sides halfway through."
        },
        {
            "_id": 58,
            "name": "Side Kicks",
            "muscleGroup": "Legs",
            "instructions": " Stand next to a wall, far enough away so that you can bend your torso forward and press your palms against it, elbows bent. Place both hands on the wall. Lift your right leg off the ground, parallel to the floor. Bring your right knee in toward your right elbow. Then, flex your foot and kick the leg back out straight to the parallel position."
        },
        {
            "_id": 59,
            "name": "Burpees",
            "muscleGroup": "Full Body",
            "instructions": "Stand with feet hip distance apart. Bend down, put your hands next to your feet, and shoot your legs back into a plank position. Do a pushup here if you're feeling feisty. Jump your feet back toward your hands, stand and jump straight up. Repeat."
        },
        {
            "_id": 60,
            "name": "Reverse Burpees",
            "muscleGroup": "Full Body",
            "instructions": "Stand with feet hip distance apart. Squat down and roll back onto your back, and stomp your feet toward the ceiling if you're feeling feisty. Roll back toward and onto your feet, stand up and jump for joy. Repeat."
        },
        {
            "_id": 61,
            "name": "Alternating Crescent Kicks",
            "muscleGroup": "Full Body",
            "instructions": "Step back into fighting stance, one foot behind the other, fists at the ready, eye of the tiger. Kick your back foot forward and swing it straight-legged in a circle outward and behind you, switching your stance. Repeat on the other side."
        },
        {
            "_id": 62,
            "name": "Mountain Climbers",
            "muscleGroup": "Full Body",
            "instructions": "Get in a high plank position with shoulders stacked over hands and legs straight. Lift one foot and bring that knee into your chest. Jump and switch feet and bring the other knee into your chest. Repeat for duration of interval."
        },
        {
            "_id": 63,
            "name": "Alternating Crescent Knees",
            "muscleGroup": "Full Body",
            "instructions": "Step back into fighting stance, one foot behind the other, fists at the ready, eye of the tiger. Kick your back foot forward and swing it with knee bent in a circle outward and behind you, switching your stance. Repeat on the other side."
        },
        {
            "_id": 64,
            "name": "Kettlebell Swings",
            "muscleGroup": "Full Body",
            "instructions": "Stand with feet wide apart, holding a kettlebell or some other sort of weight with both hands in front of you. Squat down and swing the weight between your legs and behing you. Engage your glutes and core, straighten your legs, and swing the weight in front of you up to shoulder height. Repeat."
        },
        {
            "_id": 65,
            "name": "Lateral Barrier Jumps",
            "muscleGroup": "Full Body",
            "instructions": "Find a towel, mat, person or something to jump over. Stand to one side, swing your arms and jump sideways over the barrier. Repeat back to original side."
        },
        {
            "_id": 66,
            "name": "Tuck Jumps",
            "muscleGroup": "Full Body",
            "instructions": "Stand with feet hip distance apart or slightly wider. Jump into the air and bring both knees up and out to the sides as high as you can go. Land softly and repeat."
        },
        {
            "_id": 67,
            "name": "Squat Jumps",
            "muscleGroup": "Full Body",
            "instructions": "Do a body squat. While raising, jump into the air. Repeat. Touch the floor if you like."
        },
        {
            "_id": 68,
            "name": "Bird Dog Holds",
            "muscleGroup": "Full Body",
            "instructions": "Get on hands and knees. Raise an arm straight out in front of you, while raising the opposite leg straight out behind you. Hold for half the interval. Switch sides."
        },
        {
            "_id": 69,
            "name": "Spider Man Mountain Climbers",
            "muscleGroup": "Full Body",
            "instructions": "Get into high plank position with hands stacked over shoulders. Lift one foot, bend your knee and bring your knee out to the side up to your elbow, straighten your leg, jump onto the other foot and repeat."
        },
        {
            "_id": 70,
            "name": "Froggers",
            "muscleGroup": "Full Body",
            "instructions": "Stand with feet wide apart. Do a squat, put your hands on the floor and jump back into a plank. Jump your feet back outside your hands and straighten up. Repeat."
        },
        {
            "_id": 71,
            "name": "Plank Jacks",
            "muscleGroup": "Full Body",
            "instructions": "Get into a high plank position with hands stacked over shoulders. Jump feet apart and jump back together. Repeat."
        },
        {
            "_id": 72,
            "name": "Jump Rope",
            "muscleGroup": "Warmup",
            "instructions": "Pretend to jump rope. Or actually jump rope if you have a jump rope."
        },
        {
            "_id": 73,
            "name": "Jumping Jacks",
            "muscleGroup": "Warmup",
            "instructions": "Stand with feet hip width apart and hands at your sides. Jump your feet apart while raising arms straight overhead. Jump feet back together and bring arms to sides. Repeat."
        },
        {
            "_id": 74,
            "name": "High Knees",
            "muscleGroup": "Warmup",
            "instructions": "Stand with feet hip distance apart. Raise one knee to hip height. Jump onto other foot and raise other knee. Repeat."
        }
    
    ]
}